Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The field was developed with a living quarters facility (QP), two process facilities (TP1 and TCP2) and two drilling facilities (DP2 and CDP1).
nb: Feltet var bygd ut med en boliginnretning (QP), to prosessinnretninger (TP1 og TCP2) og to boreinnretninger (DP2 og CDP1).

source: It was a net inflow to the funds capital from the government in 2019.
nb: Det var netto tilskudd (netto avsetning til SPU i Statsbudsjettet) til fondet i 2019.

source: The well stream is sent to the Sleipner A facility for processing.
nb: Brønnstrømmen sendes til Sleipner A-innretningen for prosessering.

source: Work is ongoing to increase recovery from the field. Land-based gas compression at the Nyhamna terminal started operation in 2017, and work is ongoing to implement subsea compression.
nb: Et landbasert gasskompresjonsanlegg på Nyhamna-terminalen ble satt i drift i 2017, og arbeid pågår for å implementere havbunnskompresjon.

source: Production from Snorre A started in 1992.
nb: Produksjonen fra Snorre A startet i 1992.

source: Ærfugl Nord was discovered in 2012, and the plan for development and operation (PDO) was approved in 2018.
nb: Ærfugl Nord ble påvist i 2012, og plan for utbygging og drift (PUD) ble godkjent i 2018.

source: The Gullfaks Sør deposits have been developed with a total of 13 subsea templates tied-back to the Gullfaks A and Gullfaks C facilities.
nb: Gullfaks Sør-forekomstene er bygd ut med i alt 13 havbunnsrammer som er knyttet til Gullfaks A- og Gullfaks C-innretningene.

source: The well was plugged, but the well slot is available to be used for potential new targets on Troll Vest.
nb: Brønnen ble plugget, men brønnslissen er tilgjengelig for boring av eventuelle nye boremål på Troll Vest.

source: The PDO for Heimdal Jurassic was approved in 1992.
nb: PUD for Heimdal Jura ble godkjent i 1992.

source: The plan for development and operation (PDO) was approved in June 2021.
nb: Plan for utbygging og drift (PUD) ble godkjent i juni 2021.

source: Historical numbers for 1998-2020 and projections for 2021-2025
nb: Oppdatert: Historiske tall for 1998-2020 og prognoser for 2021-2025

source: Islay was discovered in 2008, and production started in 2012.
nb: Islay ble påvist i 2008, og produksjonen startet i 2012.

source: The condensate is offloaded to shuttle tankers, while the gas is transported to the Kårstø terminal in an 80-kilometre pipeline connected to the Åsgard Transport System (ÅTS).
nb: Kondensatet overføres til tankskip via en lastebøye, mens gassen transporteres til Kårstø-terminalen i en 80 kilometer lang rørledning som er koblet til Åsgard Transport System (ÅTS).

source: Eight discoveries were made in the North Sea in 2020.
nb: Det er gjort åtte funn i Nordsjøen i 2020.

source: An attempt to restart production in 2012 failed, and the field was shut down.
nb: Et forsøk på å starte produksjonen igjen i 2012 var ikke vellykket, og feltet ble nedstengt.

source: The field consists of the 16/1-9 Ivar Aasen discovery and the small 16/1-7 (West Cable) discovery.
nb: Feltet består av funnet 16/1-9 Ivar Aasen og et lite funn, 16/1-7 (West Cable).

source: Most of the Barents Sea is considered to be a frontier petroleum province, even though there have been exploration activities here for more than 30 years, and the first discovery was made in the early 1980s.
nb: Det meste av Barentshavet regnes som en umoden og lite utforsket petroleumsprovins, tross i at det har foregått leting her i mer enn 30 år, og det første funnet ble gjort tidlig på 1980-tallet.

source: Jotun processes and exports rich gas via Statpipe to Kårstø.
nb: Jotun prosesserer og eksporterer rikgassen via Statpipe til Kårstø-terminalen.

source: Edvard Grieg is a field in the Utsira High area in the central North Sea, 35 kilometres south of the Grane and Balder fields.
nb: Edvard Grieg ligger på Utsirahøgda i den sentrale delen av Nordsjøen, 35 kilometer sør for Grane og Balder.

source: Final processing of oil and gas takes place at the Oseberg Field Centre.
nb: Sluttbehandling av olje og gass foregår på Oseberg feltsenter.

source: The development concept is a fully integrated fixed production platform and a floating storage and offloading unit (FSO) for oil storage.
nb: Utbyggingskonseptet er en fullt integrert fast produksjonsinnretning og en flytende lager- og lasteenhet (FSO) for oljelagring.

source: Since 2008, the Snøhvit facility on Melkøya has been separating CO
nb: Ved Snøhvit-anlegget har en fra 2008 skilt ut CO

source: Gas for injection and gas lift is supplied from the Åsgard B platform.
nb: Gass til injeksjon og gassløft leveres fra Åsgard B-innretningen.

source: and subordinate agencies.
nb: , underliggende direktorater og tilsyn.

source: Oil in the Brent reservoirs is mainly produced by pressure maintenance from gas and water injection.
nb: Olje i Brent-reservoarene produseres hovedsakelig med trykkvedlikehold fra gass- og vanninjeksjon.

source: Oil and gas volumes are often stated in standard cubic metres (Sm
nb: Olje- og gassvolumer oppgis ofte i standard kubikkmeter (Sm

source: Experience has proven that water displaces the oil much more effectively than anticipated, and the expected final recovery factor for Ekofisk is now estimated to be over 50 per cent.
nb: Erfaringer har vist at vannet fortrenger oljen langt mer effektivt enn ventet, og den endelige utvinningsgraden på Ekofisk er estimert til over 50 prosent.

source: It is a complex and challenging reservoir with high pressure and high temperature (HPHT).
nb: Det er et komplekst og utfordrende reservoar som har høyt trykk og høy temperatur (HTHT).

source: Remaining reserves per active field as of 31.12.2020
nb: Gjenværende reserver på felt i drift per 31.12.2020

source: Kollsnes receives rich gas, which is separated into dry gas and NGL.
nb: Til Kollsnes kommer rikgass som blir separert til tørrgass og NGL.

source: Oseberg produces oil and gas from sandstone of Middle Jurassic age in the Brent Group.
nb: Oseberg produserer olje og gass fra sandstein av mellomjura alder i Brentgruppen.

source: The reservoir depths are between 2800 and 3200 metres, and the quality varies from moderate to excellent.
nb: Reservoarene ligger på 2800-3200 meters dyp, og kvaliteten varierer fra moderat til svært god.

source: The plan for development and operation (PDO) for Vega Nord and Vega Sentral was approved in 2007.
nb: Plan for utbygging og drift (PUD) for Vega Nord og Vega Sentral ble godkjent i 2007.

source: The figure below shows total historical production and production forecasts until 2030, distributed by maturity of the resources.
nb: Historisk totalproduksjon og prognose frem til 2030, fordelt på modenhet av ressursene, er vist i figuren under.

source: The Ile and Garn Formations have good reservoir quality, while the Åre and Tilje Formations are more complex.
nb: Ile- og Garnformasjonene har god reservoarkvalitet, mens Åre- og Tiljeformasjonene er mer komplekse.

source: An amended PDO for Ringhorne was approved in 2007.
nb: Endret PUD for Ringhorne ble godkjent i 2007.

source: Production from Trestakk started in July 2019.
nb: Trestakk kom i produksjon i juli 2019.

source: Based on the plans of the companies, even more exploration wells will be drilled again in 2021.
nb: Basert på selskapenes planer, vil det bli boret flere letebrønner igjen i 2021.

source: It is planned that the facility will be operated with power from shore starting in 2022, as part of the electrification of the Utsira High area.
nb: Det er planlagt at innretningen vil få kraft fra land fra 2022 som en del av elektrifiseringen av Utsirahøgda.

source: When it is no longer possible to produce profitably from a field, operations must be closed down and the installations disposed of (made safe in place or removed).
nb: Når lønnsom produksjon fra feltet ikke lenger er mulig, må virksomheten avsluttes og installasjoner disponeres (sikres eller fjernes).

source: The field was developed with a subsea template connected to the Åsgard B platform via the Midgard X template.
nb: Feltet ble bygd ut med en havbunnsinnretning knyttet til Åsgard B-innretningen via Midgard X-havbunnsramme.

source: The only fields in production in the Barents Sea are Snøhvit and Goliat, which came on stream in 2007 and 2016, respectively.
nb: De kom i produksjon i henholdsvis 2007 og 2016, og nå er Johan Castberg-feltet under utbygging.

source: Vigdis was discovered in 1986, and the plan for development and operation (PDO) was approved in 1994.
nb: Vigdis ble påvist i 1986, og plan for utbygging og drift (PUD) ble godkjent i 1994.

source: The Ministry of Labour and Social Affairs has the overall responsibility for the working environment and for safety and emergency preparedness in the petroleum sector.
nb: Arbeids- og sosialdepartementet har det overordnede ansvaret for forvaltningen av arbeidsmiljøet og for sikkerhet og beredskap i petroleumsvirksomheten.

source: Test production is not included in the production figures.
nb: Prøveproduksjon inngår ikke i produksjonstallene.

source: Åsgard was discovered in 1981, and the plan for development and operation (PDO) was approved in 1996.
nb: Åsgard ble påvist i 1981, og plan for utbygging og drift (PUD) ble godkjent i 1996.

source: New discoveries – effective use of infrastructure
nb: Nye funn – effektiv utnyttelse av infrastruktur

source: The well stream was transported by pipeline to the Ula field for processing.
nb: Brønnstrømmen gikk i rørledning til Ula for prosessering.

source: The high level of investments and exploration activity, combined with rising operating costs, resulted in record overall costs on the Norwegian continental shelf in 2014.
nb: Store investeringer og høy leteaktivitet, i tillegg til økende driftskostnader, medførte at totalkostnadene på norsk sokkel var rekordhøye i 2014.

source: Reservoir monitoring is a key focus, and a new 4D seismic survey was acquired in 2019.
nb: Reservoarovervåking er et fokusområde, og ny 4D-seismikk ble innsamlet i 2019.

source: The gas is sold to Brae.
nb: Gassen selges til Brae.

source: Developments after 2014 have led to a considerable reduction in total costs, but the activity level today is historically high.
nb: Utviklingen etter 2014 har bidratt til et betydelig fall i totalkostnadene, men aktivitetsnivået i dag er på et høyt nivå historisk sett.

source: The Urd field has been developed with subsea templates tied-back to the Norne production, storage and offloading vessel (FPSO).
nb: Urd er bygd ut med havbunnsrammer tilknyttet produksjons- og lagerskipet (FPSO) på Norne.

source: A low-pressure project was started in 2017 and is expected to accelerate production, thus increasing final recovery.
nb: I 2017 ble det startet et lavtrykksprosjekt som etter planen skal gi økt produksjonsrate og dermed høyere totalproduksjonen.

source: Urd is a field in the Norwegian Sea, five kilometres northeast of the Norne field.
nb: Urd ligger i Norskehavet, fem kilometer nordøst for Norne.

source: A long-reach water injection well was drilled from the Statfjord Nord template.
nb: Det er boret en langtrekkende vanninjeksjonsbrønn fra Statfjord Nord-rammen.

source: Production from Sygna is stable, and the strategy is to keep reservoir pressure constant by water injection.
nb: Produksjonen fra Sygna er stabil, og strategien er å holde reservoartrykket konstant ved å injisere vann.

source: The Åsgard field includes the deposits Smørbukk, Smørbukk Sør and Midgard.
nb: Utbyggingen omfatter forekomstene Smørbukk, Smørbukk Sør og Midgard.

source: Morvin produces gas and oil from Jurassic sandstone in the Tilje, Tofte, Ile, Garn and Spekk Formations.
nb: Morvin produserer gass og olje fra jura sandstein i Tilje-, Tofte-, Ile-, Garn- og Spekkformasjonene.

source: Contingent resources are proven oil and gas for which a production decision has not yet been made.
nb: Betingede ressurser er påvist olje og gass som det ennå ikke er vedtatt å produsere.

source: Gjøa is a field in the northern part of the North Sea, 50 kilometres northeast of the Troll field.
nb: Gjøa ligger i den nordlige delen av Nordsjøen, 50 kilometer nordøst for Troll.

source: The ambition is for Norway’s petroleum industry to be a world leader in health, safety and environment work
nb: Det er en ambisjon at norsk petroleumsvirksomhet skal være ledende på helse, miljø og sikkerhet

source: The gas is sold to Ula for injection into the reservoir to increase oil recovery from the Ula field.
nb: Gassen selges til Ula for injeksjon i Ula-reservoaret for å øke oljeutvinningen fra Ula.

source: These numbers show a success rate close 50 per cent, which is high by international standards.
nb: Dette innebærer en funnsuksess på nær 50 prosent, noe som er høyt i internasjonal sammenheng. Mangfold og konkurranse blant leteselskaper

source: The associated gas was earlier transported via the Åsgard Transport System (ÅTS) to the Kårstø terminal, but is now used for power generation on the platform.
nb: Assosiert gass ble tidligere transportert via Åsgard Transport System (ÅTS) til Kårstø-terminalen, men brukes nå til kraftgenerering på innretningen.

source: A PDO for Gullfaks Phase II was approved in 1985.
nb: PUD for Gullfaks fase II ble godkjent i 1985.

source: Oda is a field in the southern part of the Norwegian sector in the North Sea, 14 kilometres east of the Ula field.
nb: Oda ligger i den sørlige delen av norsk sektor i Nordsjøen, 14 kilometer øst for Ula.

source: Tambar was discovered in 1983, and the plan for development and operation (PDO) was approved in 2000.
nb: Tambar ble påvist i 1983, og plan for utbygging og drift (PUD) ble godkjent i 2000.

source: It receives oil and gas from Ringhorne, and excess gas from Balder.
nb: Det mottar olje og gass fra Ringhorne og overskuddsgass fra Balder.

source: A collective term for the petroleum qualities, ethane, propane, isobutane, normal butane and naphtha.
nb: Samlebegrep for petroleumskvalitetene etan, propan, isobutan, normal butan og nafta.

source: The well stream is transported in two pipelines to the Statfjord C facility for processing, storage and export.
nb: Brønnstrømmen går i to rørledninger til Statfjord C-innretningen for prosessering, lagring og eksport.

source: The gas and oil reservoirs in the Troll Øst and Troll Vest structures consist primarily of shallow marine sandstone of Late Jurassic age in the Sognefjord Formation.
nb: Gass- og oljereservoarene i Troll Øst- og Troll Vest-strukturene består hovedsakelig av grunnmarin sandstein av senjura alder i Sognefjordformasjonen.

source: The licencing round includes a total of 9 areas, 8 in the Barents Sea and one in the Norwegian Sea.
nb: Runden omfatter 9 områder, fordelt på 8 i Barentshavet og ett i Norskehavet.

source: Water injection in the centre of the field started in 2004.
nb: Vanninjeksjon sentralt på feltet begynte i 2004.

source: Gjøa was discovered in 1989, and the plan for development and operation (PDO) was approved in 2007.
nb: Gjøa ble påvist i 1989, og plan for utbygging og drift (PUD) ble godkjent i 2007.

source: New wells are continuously drilled in the Gullfaks Sør area with a licence-owned rig.
nb: Nye brønner blir kontinuerlig boret i Gullfaks Sør-området med egen rigg.

source: Lille Frøy is being considered as part of a larger development in the area between the Oseberg and Alvheim fields.
nb: Lille Frøy vurderes som en del av en større utbygging i området mellom Oseberg og Alvheim.

source: Extended lifetime - production trends for Ekofisk, Varg, Oseberg and Ula
nb: Produksjonsutvikling for Ekofisk, Varg, Oseberg og Ula

source: section 20 of the Resource Management Regulations
nb: paragraf 20 i ressursforskriften

source: Tordis comprises four structures: Tordis, Tordis Øst, Tordis Sørøst (34/7-25 S) and Borg.
nb: Tordis omfatter fire strukturer: Tordis, Tordis Øst, Tordis Sørøst (34/7-25 S) og Borg.

source: The reservoir is in a rotated fault block at a depth of 3,500-3,900 metres, and initially had high pressure and high temperature (HPHT).
nb: Reservoaret er i en rotert forkastningsblokk på 3500-3900 meters dyp, og hadde i starten høyt trykk og høy temperatur (HTHT).

source: Investments and operating costs
nb: Investeringer og driftskostnader

source: It is planned that the facilities will be operated with power from shore starting in 2022, as part of the electrification of the Utsira High area.
nb: Det er planlagt at innretningene vil få kraft fra land fra 2022 som en del av elektrifiseringen av Utsirahøgda.

source: Ministry of Petroleum and Energy and Norwegian Petroleum Directorate
nb: Olje- og energidepartementet og Oljedirektoratet

source: has been revised several times, and is due for a new revision in 2021.
nb: er revidert flere ganger, og vil bli revidert i 2021.

source: The gas was used for injection in Ula for improved recovery, while the oil was transported by pipeline to the Ekofisk field for further export.
nb: Gassen ble brukt som injeksjonsgass i Ula for å øke utvinningen, mens oljen ble transportert i rørledning til Ekofisk for videre eksport.

source: The gas is exported through the Åsgard Transport System (ÅTS) to the terminal at Kårstø.
nb: Gassen eksporteres gjennom Åsgard Transport System (ÅTS) til terminalen på Kårstø.

source: Excess gas was injected into the Utsira Formation.
nb: Overskuddsgass ble injisert i Utsiraformasjonen.

source: Produced oil and gas from Goliat are transported onto a Floating Production Storage & Offloading (FPSO) unit, where the oil is processed, stabilised and stored for further export in tankers.
nb: Produsert olje og gass fra Goliat går til en flytende produksjons-, lagrings- og losseinnretning (FPSO), der oljen prosesseres, stabiliseres og lagres for videre transport med tankskip.

source: The Sleipner Øst and Loke reservoirs are in Paleocene turbidite sandstone in the Ty Formation, Middle Jurassic shallow marine sandstone in the Hugin Formation and in continental sandstone in the Triassic Skagerrak Formation.
nb: Reservoarene i Sleipner Øst og Loke er i turbidittsandstein av paleocen alder i Tyformasjonen, grunnmarin sandstein av mellomjura alder i Huginformasjonen og kontinental sandstein av trias alder i Skagerrakformasjonen.

source: Gas from Tune is injected in the Oseberg field, while the licensees can export a corresponding volume of sales gas from Oseberg.
nb: Gassen fra Tune injiseres i Oseberg, mens rettighetshaverne kan eksportere tilsvarende mengde salgsgass fra Oseberg.

source: In 2019, approximately 200 000 people were directly or indirectly employed in the Norwegian petroleum sector.
nb: I 2019 var det om lag 200 000 direkte eller indirekte sysselsatte i petroleumssektoren i Norge.

source: Based on the nominations and the authorities' own assessments, a proposal to announce a total of 102 blocks or parts of blocks was sent on public consultation in March 2017, and subsequently announced in June 2017.
nb: Basert på nominasjonene og myndighetenes egne vurderinger, ble et forslag om å utlyse totalt 102 blokker eller deler av blokker sendt på offentlig høring i mars 2017 og utlyst i juni 2017.

source: However, it was not considered to be economically viable at the time, and it took another 30 years before the field was finally developed.
nb: Funnet var derimot ikke lønnsomt nok på daværende tidspunkt, og det skulle drøye 30 år før funnet ble bygget ut.

source: There is also production from part of the underlying Triassic reservoir at a depth of 3450 metres.
nb: Det produseres delvis også fra underliggende trias-reservoar på 3450 meters dyp.

source: The reservoir contains gas in turbiditic sandstone of Late Cretaceous age in the Springar Formation, at a depth of 3200 metres.
nb: Reservoaret inneholder gass i turbidittsandstein av senkritt alder i Springarformasjonen på 3200 meters dyp.

source: The drilling platform has 48 well slots and is prepared for simultaneous drilling, well intervention and production.
nb: Boreinnretningen har 48 brønnslisser og er tilrettelagt for at boring, brønnintervensjon og produksjon skal kunne utføres samtidig.

source: The well stream is transported via the Edvard Grieg field and onward by pipeline to the Sture terminal.
nb: Brønnstrømmen transporteres via Edvard Grieg og videre med rørledning til Stureterminalen.

source: The reservoirs contain gas and condensate in sandstone of Late Jurassic age in the Sognefjord Formation, and oil in sandstone of Late and Middle Jurassic age in the Fensfjord Formation and Brent Group.
nb: Reservoarene inneholder gass og kondensat i sandstein av senjura alder i Sognefjordformasjonen, og olje i sandstein av mellomjura og senjura alder i Fensfjordformasjonen og Brentgruppen.

source: Murchison was discovered in 1975, and the plan for development and operation was approved in 1976.
nb: Murchison ble påvist i 1975, og plan for utbygging og drift (PUD) ble godkjent i 1976.

source: Veslefrikk is a field in the northern part of the North Sea, 30 kilometres north of the Oseberg field.
nb: Veslefrikk ligger i den nordlige delen av Nordsjøen, 30 kilometer nord for Oseberg.

source: The field has been developed with three integrated processing, drilling and accommodation facilities with concrete bases (Gullfaks A, B and C).
nb: Feltet er bygd ut med tre integrerte prosess-, bore- og boliginnretninger med betongunderstell (Gullfaks A, B og C).

source: The well stream from Sindre is processed together with the production from the Gimle field at the Gullfaks C facility, and transported further with oil and gas from the Gullfaks field.
nb: Brønnstrømmen fra Sindre og Gimle prosesseres på Gullfaks C-innretningen og transporteres videre sammen med olje og gass fra Gullfaks.

source: Companies with tax losses in 2020 and 2021 can get the losses refunded.
nb: Selskaper som har skattemessig underskudd i 2020 og 2021 kan kreve dette utbetalt.

source: Albuskjell was discovered in 1972, and the plan for development and operation (PDO) was approved in 1975.
nb: Albuskjell ble påvist i 1972 og plan for utbygging og drift (PUD) ble godkjent i 1975.

source: Such initiatives are needed to further develop the industry’s expertise and competitiveness and to maximize safe recovery of the petroleum resources on the Norwegian shelf.
nb: Dette er vesentlig både for å videreutvikle kompetansen og konkurranseevnen i næringen, og for å få utnyttet mest mulig av olje- og gassressursene på norsk kontinentalsokkel på en sikker måte.

source: The Ærfugl field is being developed as a tie-in to the Skarv FPSO.
nb: Ærfugl-feltet bygges ut som tilknytning til Skarv-skipet.

source: Development of Phase II is ongoing and production is expected to start in 2022.
nb: Utbygging av fase II pågår og produksjonen ventes å starte i 2022.

source: A PDO for Loke Heimdal was approved in 1991 and for Loke Triassic in 1995.
nb: PUD for Loke Heimdal og Loke Trias ble godkjent henholdsvis i 1991 og 1995.

source: TCM has been operating since 2012, providing an arena for targeted development, testing and qualification of CO
nb: TCM, som eies av den norske stat, Equinor, Shell og Total, har vært i drift siden 2012 og er en arena for utvikling, testing og kvalifisering av teknologi for CO

source: The rich gas is sent via the Åsgard Transport System (ÅTS) to the Kårstø terminal, where NGL and condensate is extracted.
nb: Rikgassen sendes i Åsgard Transport System (ÅTS) til Kårstø-terminalen, der flytende våtgass (NGL) og kondensat skilles ut.
